// © Copyright 2012-2016 HP Development Company, L.P.

// Task names
PISTTaskName = "HP-tuotekehitystutkimus";

// Opt in view
PISTLocationLanguageRequestLabel = "Kerro meille, miten ja missä tuotetta käytetään.";
PISTLocationLabel = "Sijainti:";
PISTLanguageLabel = "Kieli:";

// Non ISO locations
other = "Muut";
europe = "Eurooppa";
middleeast = "Lähi-itä";
northwestafrica = "Luoteis-Afrikka";
southernafrica = "Eteläinen Afrikka";
asiapacific = "Tyynenmeren Aasia";
latinamerica = "Latinalainen Amerikka";
caribbean = "Karibianmeren alue";

PISTDescriptionLabel = "HP:n tuotekehitystutkimus on tutkimusohjelma, jonka avulla HP voi kehittää tuotteitaan niin, että ne vastaavat asiakkaiden tarpeita entistä paremmin.";
PISTExtendedDescriptionLabel = "Jos haluat osallistua, keräämme sijaintia ja käyttöä koskevia tietoja tulostimista, jotka on lisätty HP Utility. Näin HP-tuotteiden ja -palveluiden käyttökokemusta voidaan parantaa jatkossa. Nimeäsi, osoitettasi tai muita henkilökohtaisia tietoja ei kerätä eikä tallenneta. Myöskään tulostamistasi tiedostoista ei kerätä niiden nimiä tai sisältöä.";

PISTOptInDescriptionLabel = "Auta HP:ta kehittämään omia tarpeitasi parhaiten vastaavia tuotteita sallimalla nimettömien tulostimen käyttötietojen lähettämisen HP:lle. Tarkista tulostimen asetukset sen etupaneelista ja varmista, että ne vastaavat valintaasi. Kiitos!";

PISTOptInButtonTitle = "Osallistu HP-tuotteiden ja -palveluiden kehittämiseen";
PISTZipCodeLabel = "Postinumero:";

PISTPrimaryUseLabel = "Käytän pääasiassa HP:n tuotteeita ja palveluita:";
PISTSelectPrimaryUsageTitle = "Valitse ensisijainen käyttö";

// How use choises
PISTInHome = "Kotona";
PISTHomeElement002 = "henkilökohtaiseen käyttöön";
PISTHomeElement0031 = "kotoa toimivaan yritystoimintaan";
PISTHomeElement0032 = "työhön liittyvään käyttöön";
PISTHomeElement0033 = "epätyössä";

PISTInBusiness = "Yrityksessä";
PISTBusinessElement005 = "1-9 työntekijää";
PISTBusinessElement006 = "10-99 työntekijää";
PISTBusinessElement0061 = "100-499 työntekijää";
PISTBusinessElement0062 = "enemmän kuin 500 työntekijää";

PISTMoreInfoTitle = "Lisätietoja";
PISTPrivacyPolicyTitle = "HP:n tietosuojalauseke";
PISTDataPrivacyTitle = "Tietosuojailmoitus";

PISTApply = "Ota käyttöön";
PISTCancel = "Peruuta";

PISTRetrieveInformationTitle = "Noudetaan tietoja…";

// More info tab
PISTMoreInfoToolTip = "Lisätietoja";
